Revit 2027 API
GridNode Properties
The GridNode type exposes the following members.
Properties
Name | Description
UIndex | The node's index along the U axis.
VIndex | The node's index along the V axis.
Top
See Also
Reference
GridNode Structure
Autodesk.Revit.DB Namespace